IDEA Open Model
BoltGrid.HoleDiameter Property
Compatible with IDEA StatiCa Beta 20.0
 The diameter of the hole
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double HoleDiameter { get; set; }
Public Property HoleDiameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BoltGrid Class
IdeaRS.OpenModel.Connection Namespace